[
    {
        "image": "example_data/images/27597_right.jpeg",
        "id": "23702",
        "width": 2592,
        "height": 3888,
        "caption": "提供的图像是一张眼底照片，主要关注眼睛的内部表面，特别是视网膜。图像明显呈现出一种模糊的外观，带有弥漫的、黄色的光晕，在图像底部更为明显。在图像中央，靠近左侧，有一个明显的亮斑，带有橙色色调，表明视神经盘。\n\n整个视野都有一种普遍的遮挡，背景中有多处略呈圆形的病变或隆起。这些区域看起来比周围的视网膜更暗、更色素沉着，表明存在显著的不规则区域。\n\n图像的边缘似乎逐渐融入较深的色调，与眼睛的自然曲率一致，或者可能表示照片拍摄区域的边缘。总体而言，图像描绘了一个复杂的视网膜景观，各种异常和潜在病理区域散布在整个可观察区域。"
    },
    {
        "image": "example_data/images/8681_left.jpeg",
        "id": "22863",
        "width": 1920,
        "height": 2560,
        "caption": " 眼底照片显示了视网膜内的各种异常，表明存在显著的病理变化。图像以暗区为主，可能代表无灌注区域或遮挡。这些区域与一些更明亮的斑块形成鲜明对比，特别是在视网膜的中心和周边区域。\n\n视网膜中散布着一些细小的白色线条和斑点，可能表示渗出物或纤维化变化。图像左侧有一个明亮的圆形结构，可能是视神经盘，部分被遮挡且缺乏清晰定义。周围的视网膜显示出出血迹象，这些可见为小而暗红色的斑点，表示内视网膜或前视网膜出血。\n\n此外，还有一些局部区域出现苍白、反光物质，可能表示硬性渗出物，增加了视网膜景观的复杂性。图像的纹理不均匀，既有高反射区，也有低反射区，表明视网膜脱离或水肿程度不同。"
    },
    {
        "image": "example_data/images/21096_right.jpeg",
        "id": "23035",
        "width": 1944,
        "height": 2592,
        "caption": "提供的图像是一张详细的视网膜眼底照片，展示了各种解剖特征和显著发现。视网膜呈红色、圆形结构，中央有一个较暗的区域，对应于黄斑。视神经盘在图像的右侧清晰可见，呈现为淡色、圆形的区域，从该区域发出视网膜血管。\n\n视网膜血管明显可见，主要动脉和静脉在视网膜表面穿行。值得注意的是，这些血管表现出不规则性，如异常扩张和出血区域。有几个区域出现血斑，这表明存在微动脉瘤或小出血。\n\n在视网膜的多个区域，有白色、蓬松的斑块，表明存在棉絮斑。这些斑块是局部视网膜缺血的表现。此外，图像还显示了散布在整个视网膜表面上的许多小、点状或斑状出血。\n\n此外，还明显可见新生血管形成的迹象，可见为细、不规则的新生血管在视网膜表面生长。这种新生血管形成是视网膜对缺氧的反应。"
    },
    {
        "image": "example_data/images/3064_left.jpeg",
        "id": "2d#cls#fundus_photography#eyepacs#images#3064_left.jpeg",
        "width": 2592,
        "height": 3888,
        "caption": "提供的图像是一张详细的眼底照片，捕捉了眼睛后部内表面，包括视网膜、视盘、黄斑和后极部。图像中明显可见视盘，它呈现出一个相对清晰、圆形的区域，比周围的视网膜组织稍亮。从视盘开始，血管向各个方向辐射，在视网膜表面形成分支网络。\n\n视网膜背景呈现出混合颜色，主要从粉红色到橙色色调，表明健康的视网膜组织与潜在的异常情况混合。似乎有几个暗斑和色素不均匀的区域，表明可能存在视网膜出血或微动脉瘤。此外，还有一些组织颜色较浅或斑驳的区域，这可能表示渗出物或视网膜水肿的区域。\n\n在图像的上部，似乎有一个明显的圆形物体，这可能表示视网膜内的病变或异常。中央位于黄斑周围的区域看起来略有不规则和变色，暗示可能存在黄斑水肿或与晚期视网膜状况相关的常见干扰。\n\n视网膜血管显示出异常的分支模式，口径有细微的变化，这可能表明增殖性变化。"
    },
    {
        "image": "example_data/images/35335_left.jpeg",
        "id": "47290",
        "width": 1944,
        "height": 2592,
        "caption": "```\n眼底照片展示了眼睛内表面的详细视图，主要关注视网膜。可以观察到明显的视网膜血管从视盘向外辐射，视盘位于左侧略微偏移，并呈现出明显的粉红色。\n\n在视网膜上可以注意到一些分散的小白色斑点，这可能表明存在渗出物。此外，在视网膜层中，可以观察到微弱的红色微动脉瘤或小出血，暗示视网膜血管变化。\n\n位于图像中心的黄斑相对较暗，与周围的视网膜形成高对比度。该区域的毛细血管网络显示出与更突出的主要血管相比的细微变化。\n\n视网膜表面呈现出斑驳的外观，这是由于白色斑点和微动脉瘤的分布所致。该图像捕捉了主要血管结构和视网膜背景的次要变化。\n```"
    },
    {
        "image": "example_data/images/13651_right.jpeg",
        "id": "2d#cls#fundus_photography#eyepacs#images#13651_right.jpeg",
        "width": 3168,
        "height": 4752,
        "caption": "提供的图像是一张详细的眼底照片，显示了眼睛的后部。视网膜似乎有明显的异常。图像显示了一个深红色-橙色的背景，这是眼底图像的典型特征，伴有异常血管结构的增加和明显的出血。还可以注意到，在视网膜上分散着白色或不透明的渗出物区域，表明严重的视网膜受累。新生血管、暗斑和微动脉瘤的存在导致视网膜退化的复杂模式。此外，视神经盘似乎被遮挡，表明存在增殖性变化。"
    },
    {
        "image": "example_data/images/16_right.jpeg",
        "id": "2d#cls#fundus_photography#eyepacs#images#16_right.jpeg",
        "width": 2592,
        "height": 3888,
        "caption": "提供的眼底照片捕捉了眼睛的后部，揭示了复杂的血管结构。图像的中心左部明显地显示了视盘，其特征是一个具有某种苍白色调的明显圆形区域。从视盘辐射出几条血管，显示出明显的迂曲和扩张。这些血管向外延伸，穿越视网膜的所有象限。\n\n视网膜表面散布着许多出血或深红色斑点，表明血管完整性受损。此外，多个渗出物的存在，表现为黄色或白色的病变，在各个区域都很明显，导致整体斑驳的外观。仔细观察会发现棉絮斑，表现为不太明确、白色和云状的斑块。\n\n黄斑可以辨认，但显示出不规则性，表明水肿或其他病理变化。视网膜的整体颜色明显不均匀，从红色到苍白，呈现出色调的广泛范围。"
    },
    {
        "image": "example_data/images/3992_left.jpeg",
        "id": "35186",
        "width": 1184,
        "height": 1792,
        "caption": "视网膜照片显示了视网膜的详细视图，其特征是丰富的橙红色调。明显的血管结构可见，从视盘分支出来，视盘在图像的左侧清晰可见，是一个较亮的圆形区域。\n\n在视网膜的中央和周边部分，可以看到明显的黄白色斑块，这些斑块似乎表现出渗出物，并可能显示出其他视网膜组织中的异常迹象。这些斑块中断了视网膜表面的其他均匀颜色。\n\n血管的直径各不相同，有些区域显示出更明显的狭窄，而其他区域可能存在新的、脆弱的血管。出血斑块可以辨别，以更深红色的区域散布在整个图像中。\n\n位于中心的黄斑可能显示出液体积聚或其他异常迹象，颜色变化和纹理差异与周围视网膜组织相比。"
    }
]